Repository: Nirus2000/Kletterpartnersuche
Catalog: lang/kps-*.po
Languages: de_de

source: Access denied!
de_de: Zugriff verweigert!

source: Terms of Service
de_de: Allgemeine Geschäftsbedingungen

source: General Data Protection Regulation
de_de: Datenschutz-Grundverordnung

source: Climbing-Partner-Search
de_de: Kletterpartner-Suche

source: Overview
de_de: Übersicht

source: Saved
de_de: Gespeichert

source: The General Terms and Conditions (GTC) are contractual clauses that standardize and regulate mass contracts. They are unilaterally provided by a contracting party and therefore require some control to prevent their misuse. We recommend this to explain to the user (author) that the contact details, which the user (author), passes to the requester (User) are left without the control, checking and verification of the site operator or the Requester. Here you can assign your own terms and conditions in the form.
de_de: Die Allgemeine Geschäftsbedingungen (AGB) sind vertragliche Klauseln, die zur Standardisierung und Konkretisierung von Massenverträgen dienen. Sie werden von einer Vertragspartei einseitig gestellt und bedürfen daher einer bestimmter Kontrolle, um ihren Missbrauch zu verhindern. Wir empfehlen dies um dem Nutzer (Autor) zu erläutern, dass die Kontaktdaten, welche der Nutzer (Autor), dem Anforderer (User) hinterlässt, ohne die Kontrolle, Prüfung und Verifizierung des Seitenbetreibers oder des Anforderers geschieht. Hier können Sie Ihre AGBs im Formular zuweisen.

source: Selection
de_de: Auswahl

source: Save
de_de: Speichern

source: GPDR is the common abbreviation for the General Data Protection Regulation. With this the EU (European Union) wants create a single legal framework for the processing and storage of personal data. In this plugin, Personal data can be processed, stored and retrieved without checking and verification. Here you can assign your own GPDR to the form.
de_de: DSGVO ist die geläufige Abkürzung für die Datenschutz-Grundverordnung. Damit möchte die EU (Europäische Union) einen einheitlichen Rechtsrahmen für die Verarbeitung und Speicherung personenbezogener Daten schaffen. In diesem Plugin, werden personenbezogener Daten verarbeitet, gespeichert und können ohne Prüfung und Verifizierung abgerufen werden. Hier können Sie Ihre DSGVO dem Formular zuweisen.

source: GDPR
de_de: DSGVO

source: Legend
de_de: Legende

source: Output
de_de: Ausgaben

source: No icons selected
de_de: Keine Icons ausgewählt

source: Error!
de_de: Fehler!

source: Token invalid
de_de: Token ungültig

source: No transparency
de_de: Keine Transparenz

source: Hall
de_de: Halle

source: Climbing
de_de: Klettern

source: Walking/Trekking
de_de: Wandern/Trekking

source: Travels
de_de: Reisen

source: Unique
de_de: Einmalig

source: Regularly
de_de: Regelmäßig

source: Single person
de_de: Einzelperson

source: Family
de_de: Familie

source: Club/Group
de_de: Club/Gruppe

source: Transparency
de_de: Transparenz

source: Error validating the data
de_de: Fehler beim validieren der Daten

source: Error serializing the data
de_de: Fehler beim serialieren der Daten

source: Show time in entry
de_de: Uhrzeit im Eintrag anzeigen

source: Show time in Activation-Email
de_de: Uhrzeit für Aktivierung in der Email anzeigen

source: Show time in Unlock-Email
de_de: Uhrzeit für Freigegeben in der Email anzeigen

source: Show time in Delete-Email
de_de: Uhrzeit für Löschen in der Email anzeigen

source: No legend-icons selected
de_de: Keine Legenden-Icons ausgewählt

source: Legend activate
de_de: Legende aktivieren

source: No widget-icons selected
de_de: Keine Widget-Icons ausgewählt

source: Form
de_de: Formular

source: Only the form will be displayed without entries.
de_de: Es wird nur das Formular angezeigt ohne vorhandene Einträge.

source: Entries
de_de: Einträge

source: Only the entries are displayed without form and form button.
de_de: Es werden nur die Einträge angezeigt ohne Formular und Formular-Button.

source: Write an entry
de_de: Eintrag schreiben

source: Change button name in the form.
de_de: Ändert den Namen des Formular Buttons.

source: Activation
de_de: Aktivierung

source: Unlocked
de_de: Freigeschaltet

source: Request contact information
de_de: Kontaktdaten anfordern

source: Contact details
de_de: Kontaktdaten

source: Email subject is missing
de_de: Email-Betreff fehlt

source: Content is missing
de_de: Inhalt fehlt

source: Shorttag %linkactivation% not allowed
de_de: Shorttag %linkactivation% nicht erlaubt

source: Shorttag %linkdelete% not allowed
de_de: Shorttag %linkdelete% nicht erlaubt

source: Shorttag %erasepassword% not allowed
de_de: Shorttag %erasepassword% nicht erlaubt

source: Shorttag %linkreg% not allowed
de_de: Shorttag %linkreg% nicht erlaubt

source: Shorttag %regpassword% not allowed
de_de: Shorttag %regpassword% nicht erlaubt

source: Your entry has just been unlocked! The deletion time for this entry was set to%erasedatetime%. Your entry: ******************* Entry written on: %setdate% Entry released on: %unlockdatetime% Entry will be deleted on: %erasedatetime% %entrycontent% Your contact details: ******************* Name: %authorname% Email: %authoremail% %authorcontactdata% Many Thanks! Your team %blogname%. %blogurl% %blogemail%
de_de: Ihr Eintrag wurde soeben freigeschaltet! Der Löschzeitpunkt für diesen Eintrag wurde auf %erasedatetime% gesetzt. Dein Eintrag: ******************* Eintrag geschrieben am: %setdate% Eintrag freigegeben am: %unlockdatetime% Eintrag wird gelöscht am: %erasedatetime% %entrycontent% Deine Kontaktdaten: ******************* Name: %authorname% Email: %authoremail% %authorcontactdata% Vielen Dank! Eurer Team %blogname% %blogurl% %blogemail%

source: Email subject
de_de: Email-Betreff

source: General Shorttags
de_de: Allgemeine Shorttags

source: Result
de_de: Ergebnis

source: Author Name
de_de: Autor Name

source: Author Email
de_de: Autor Email

source: Author contact details
de_de: Autor Kontaktdaten

source: Entry
de_de: Eintrag

source: Created
de_de: Erstellt

source: Delete Time
de_de: Löschzeitpunkt

source: Released
de_de: Freigegeben

source: Shorttag %authorname% missing
de_de: Shorttag %authorname% fehlt

source: Shorttag %authoremail% missing
de_de: Shorttag %authoremail% fehlt

source: Shorttag %authorcontactdata% missing
de_de: Shorttag %authorcontactdata% fehlt

source: You have requested the contact details for the following entry. Entry: ******************* Entry written on: %setdate% Entry released on: %unlockdatetime% Entry will be deleted on: %erasedatetime% %entrycontent% The contact details are: ************************ Name: %authorname% Email: %authoremail% %authorcontactdata% Have fun. Bergheil! Your team %blogname% %blogurl% %blogemail%
de_de: Sie haben die Kontaktdaten für folgenden Eintrag angefordert. Eintrag: ******************* Eintrag geschrieben am: %setdate% Eintrag freigegeben am: %unlockdatetime% Eintrag wird gelöscht am: %erasedatetime% %entrycontent% Die Kontaktdaten lauten: ************************ Name: %authorname% Email: %authoremail% %authorcontactdata% Wir wünschen Euch viel Spaß. Berg Heil! Eurer Team %blogname% %blogurl% %blogemail%

source: Duty-Shorttags
de_de: Pflicht-Shorttags

source: Shorttag %authorname% not allowed
de_de: Shorttag %authorname% nicht erlaubt

source: Shorttag %authoremail% nicht not allowed
de_de: Shorttag %authoremail% nicht erlaubt

source: Shorttag %authorcontactdata% not allowed
de_de: Shorttag %authorcontactdata% nicht erlaubt

source: Shorttag %linkreg% missing
de_de: Shorttag %linkreg% fehlt

source: Shorttag %regpassword% missing
de_de: Shorttag %regpassword% fehlt

source: You want the contact details for the following entry. To retrieve the contact information, click on the link and enter the password. The request key is valid for 24 hours! Request link: ******************* Password: %regpassword% %linkreg% Entry: ******************* %entrycontent% Many Thanks! Your team %blogname% %blogurl% %blogemail%
de_de: Sie möchten die Kontaktdaten für folgenden Eintrag. Um die Kontaktdaten abrufen zu können, klicken Sie auf den Link und geben das Password ein. Der Anforderungsschlüssel ist 24 Stunden gültig! Anforderungs-Link: ******************* Passwort: %regpassword% %linkreg% Eintrag: ******************* %entrycontent% Vielen Dank! Eurer Team %blogname% %blogurl% %blogemail%

source: Requirement-Link
de_de: Anforderungs-Link

source: Password
de_de: Passwort

source: Shorttag %linkactivation% missing
de_de: Shorttag %linkactivation% fehlt

source: Shorttag %linkdelete% missing
de_de: Shorttag %linkdelete% fehlt

source: Shorttag %erasepassword% missing
de_de: Shorttag %erasepassword% fehlt

source: You have just posted a new entry on %blogname%. To be able to publish it, you have to confirm it via the link below and enter your email address. If you do not release this post, it will be deleted automatically on %erasedatetime% from our database. Activate entry: ******************* %linkaactivation% Delete entry: ******************* Password: %erasepassword% %linkdelete% Your entry: ******************* Entry written on: %setdate% Entry released on: %unlockdatetime% Entry will be deleted on: %erasedatetime% %entrycontent% Your contact details: ******************* Name: %authorname% Email: %authoremail% %authorcontactdata% Many Thanks! Your team %blogname% %blogurl% %blogemail%
de_de: Sie haben gerade einen neuen Eintrag auf %blogname% gepostet. Damit dieser nun freigeschaltet werden kann, müssen Sie den Eintrag über folgenden Link bestätigten und Ihre Email-Adresse eingeben. Sollten Sie diesen Beitrag nicht freigeben, so wird dieser automatisch am %erasedatetime% aus unserer Datenbank gelöscht. Eintrag aktivieren: ******************* %linkactivation% Eintrag löschen: ******************* Passwort: %erasepassword% %linkdelete% Dein Eintrag: ******************* Eintrag geschrieben am: %setdate% Eintrag freigegeben am: %unlockdatetime% Eintrag wird gelöscht am: %erasedatetime% %entrycontent% Deine Kontaktdaten: ******************* Name: %authorname% Email: %authoremail% %authorcontactdata% Vielen Dank! Eurer Team %blogname% %blogurl% %blogemail%

source: Activation-Link
de_de: Aktivierungs-Link

source: Delete-Link
de_de: Lösch-Link

source: Entry unlocked
de_de: Eintrag freigeschaltet

source: Telephone
de_de: Telefon

source: Mobile Phone
de_de: Mobiltelefon

source: Website
de_de: Webseite

source: Lock (Admin)
de_de: Sperren (Admin)

source: Release (Admin)
de_de: Freigabe (Admin)

source: Lock (Author)
de_de: Sperren (Autor)

source: Reset Report (Admin)
de_de: Reset Meldung (Admin)

source: Delete
de_de: Löschen

source: No entries available!
de_de: Keine Einträge vorhanden!

source: All
de_de: Alle

source: open entry
de_de: offener Eintrag

source: open entries
de_de: offene Einträge

source: locked by Admin
de_de: gesperrt durch Admin

source: released by Admin
de_de: freigegeben durch Admin

source: locked by Author
de_de: gesperrt durch Autor

source: released by Author
de_de: freigegeben durch Autor

source: entry with report
de_de: Eintrag mit Meldung

source: Auto-Lock
de_de: Auto-Sperre

source: expired
de_de: Abgelaufen

source: Approval (Admin)
de_de: Freigeben (Admin)

source: Execute
de_de: Ausführen

source: of
de_de: von

source: Author
de_de: Autor

source: Reports
de_de: Meldungen

source: Release (Author)
de_de: Freigabe (Autor)

source: IP-Adress
de_de: IP-Adresse

source: Activation-Key
de_de: Aktivierungs-Schlüssel

source: Delete-Key
de_de: Lösch-Schlüssel

source: Spam/Advertising
de_de: Werbung/Spam

source: Inappropriate/Violence
de_de: Unangemessen/Gewalt

source: Double entry
de_de: Doppelter Eintrag

source: Personality rights
de_de: Persönlichkeitsrechte

source: Others
de_de: Sonstiges

source: Reset Reports (Admin)
de_de: Reset Meldungen (Admin)

source: Blocked
de_de: Gesperrt

source: Warning
de_de: Warnung

source: No terms and conditions selected
de_de: Keine Allgemeine Geschäftsbedingungen ausgewählt

source: No General-Data-Protection-Regulation selected
de_de: Keine Datenschutz-Grundverordnung ausgewählt

source: Entries / Page
de_de: Einträge / Seite

source: Default-Settings
de_de: Grundeinstellung

source: Usersettings
de_de: Benutzereinstellung

source: Reporting
de_de: Berichte

source: Email notification
de_de: Emailbenachrichtigung

source: Spam-Protection
de_de: Spam-Schutz

source: Form options
de_de: Formular-Optionen

source: Set the number of messages per entry until the administrator is informed. The automatic lock kicks in as soon as the number is reached. The range to the notification is between 1-499 messages. The range up to the automatic lock is between 2-500 messages.
de_de: Einstellung der Anzahl der Meldungen pro Eintrag, bis der Administrator informiert wird. Die Autosperre greift, sobald die Anzahl erreicht ist. Die Range bis zur Benachrichtigung liegt zwischen 1-499 Meldungen. Die Range bis zur Automatischen Sperre liegt zwischen 2-500 Meldungen.

source: Total Message-Reporting
de_de: Gesamtmeldungen melden nach

source: report
de_de: Meldung

source: Automatic-Lock after
de_de: Automatische Sperre nach

source: Automatic-Lock enable
de_de: Automatische Sperren aktivieren

source: Setting the input options, which information the author, the requestor, makes available for contacting.
de_de: Einstellung der Eingabemöglichkeiten, welche Informationen der Autor, dem Anforderer, zur Kontaktaufnahme zur Verfügung stellt.

source: Direct Contact
de_de: Direkter Kontakt

source: Messenger-Services
de_de: Messengerdienste

source: Web- / Profilpages
de_de: Web-/ Profilseiten

source: Disabled in Wordpress
de_de: Deaktiviert im Wordpress

source: GTC in draft status
de_de: AGBs im Entwurfs-Status

source: GTC in privat status
de_de: AGBs im Privat-Status

source: GTC in pending status
de_de: AGBs im Muster-Status

source: GTC without content
de_de: AGBs ohne Inhalt

source: GTC in revision
de_de: AGBs in Revision

source: GTC in trash
de_de: AGBs im Papierkorb

source: GTC with password
de_de: AGBs mit Passwort

source: GTC not seclected
de_de: AGBs nicht gesetzt

source: GDPR in draft status
de_de: DSGVO im Entwurfs-Status

source: GDPR in private status
de_de: DSGVO im Privat-Status

source: GDPR in the sample status
de_de: DSGVO im Muster-Status

source: GDPR without content
de_de: DSGVO ohne Inhalt

source: GDPR in revision
de_de: DSGVO in Revision

source: GDPR in trash
de_de: DSGVO im Papierkorb

source: GDPR with password
de_de: DSGVO im Privat-Status

source: GDPR not set
de_de: DSGVO nicht gesetzt

source: Settings for the form and the output itself.
de_de: Einstellungen zum Formular und der Ausgabe selbst.

source: Author must be registration
de_de: Autor muss sich registieren

source: Requester must register
de_de: Anforderer muss sich registrieren

source: Register to report entries
de_de: Registrieren um Einträge zu melden

source: Unlock entries by admin
de_de: Einträge durch Admin freischalten

source: Can report entries
de_de: Einträge melden können

source: Author must accept terms and conditions
de_de: Autor muss AGBs akzeptieren

source: Author must accept GDPR
de_de: Autor muss DSGVO akzeptieren

source: Link to the user profile (register authors)
de_de: Link zum User-Profil (registriere Autoren)

source: View author avatar (registered authors)
de_de: Autoren-Avatar anzeigen (registierte Autoren)

source: Setting the number of entries per page in the administration area, as well as in the output (frontend). The range can be set between 1-99 entries per page.
de_de: Einstellung der Anzahl der Einträge pro Seite im Administrationsbereich, als auch in der Ausgabe (Frontend). Die Range kann eingestellt werden zwischen 1-99 Einträgen pro Seite.

source: Adminpanel
de_de: Administrationsbereich

source: entry per page
de_de: Eintrag pro Seite

source: Output frontend
de_de: Ausgabe Frontend

source: No spam protection possible
de_de: Kein Spamschutz möglich

source: Enter the Google reCaptcha Keys here. The site key is used for the robot. The secret key will be used for communication between your website and Google. Keep the key secret. You can sign in under:
de_de: Gib hier die Google-reCaptcha Keys ein. Der Site-Key wird für den Robot genutzt. Der Secret-Key wird verwendet für die Kommunikation zwischen deiner Website und Google. Halte den Schlüssel geheim. Anmelden kannst du dich unter:

source: Google reCaptcha enable
de_de: Google reCaptcha aktivieren

source: The deletion times specify when a "shared entry" or a "waiting entry" is deleted from the system (database). The range for released entries is between 1-180 days. The range for waiting entries is between 30-180 days. In the textarea the minimum number of words to be written by the author is determined.
de_de: Die Löschzeiten geben vor, wann ein "freigegebener Eintrag" oder ein "Wartender Eintrag" aus dem System (Datenbank) gelöscht wird. Die Range für freigegebene Einträge liegt zwischen 1-180 Tagen. Die Range für wartende Einträge liegt zwischen 30-180 Tagen. In der Textarea wird die mindestanzahl der Wörter, welche der Autor schreiben soll, festgelegt.

source: Released entries
de_de: Freigegebene Einträge

source: day
de_de: Tag

source: Waiting entries
de_de: Wartende Einträge

source: Form textarea
de_de: Formular Textarea

source: word
de_de: Wort

source: Email was set to default
de_de: Email-Adresse wurde auf Grundeinstellung gestellt

source: The email addresses are an optional input. If no email address is entered, the script uses the email address set in the board. Furthermore, this is used when the entries must be released by the Administrator. Additional information about the activities can be retrieved.
de_de: Die Email-Adressen sind eine optionale Eingabe. Wenn keine Email-Adresse eingegeben wird, nutzt das Script die im Board gesetzte Email-Adresse. Desweiteren wird diese genutzt, wenn die Einträge durch den Administrator freigegeben werden müssen. Es können zusätzliche Information zu den Aktivitäten abgerufen werden.

source: Email copy
de_de: Email-Kopie

source: Uninstallation
de_de: Deinstallation

source: all entries have been deleted
de_de: alle Einträge wurden gelöscht

source: Plugin has been disabled.
de_de: Plugin wurde deaktiviert.

source: Uninstall completed. All database entries and settings have been removed.
de_de: Deinstallation abgeschlossen. Alle Datenbankeinträge und Einstellungen wurden entfernt.

source: You will be redirected in 10 seconds
de_de: Sie werden in 10 Sekunden weitergeleitet

source: You will now be automatically redirected to the main page of the dashboard.
de_de: Sie werden nun auf die Hauptseite des Dashboards automatisch weitergeleitet.

source: If you proceed with uninstall you delete all entries in the database, as well as the settings!
de_de: Mit der Deinstallation löschen Sie alle Einträge in der Datenbank, sowie die Einstellungen!

source: This can not be undone. The process is final.
de_de: Dies kann nicht rückgängig gemacht werden. Der Prozess ist entgültig.

source: Confirm!
de_de: Bestätigen!

source: Yes, I am absolutely sure. Go ahead!
de_de: Ja, ich bin mir absolut sicher. Ausführen!

source: Yes, uninstall!
de_de: Ja, deinstallieren!

source: Error! Mail()-Function!
de_de: Fehler! Mail()-Funktion!

source: Settings-Overview (short)
de_de: Einstellungsübersicht (kurz)

source: Manual
de_de: Anleitung

source: Checked
de_de: Geprüft

source: Statistics
de_de: Statistik

source: The function mail () is used to send emails and is not active in your PHP configuration. You can install a Wordpress plugin that uses SMTP instead of the mail () function, or you can contact your provider, that he unlocks this feature.
de_de: Die Funktion mail() wird benötigt um Emails zu versenden und ist nicht aktiv geschalten in deiner PHP Konfiguration. Du kannst ein Wordpress-Plugin installieren, welches SMTP statt der mail()-Funktion nutzt, oder du kontaktierst deinen Provider, dass er diese Funktion freischaltet.

source: GTC
de_de: AGBs

source: delete day
de_de: Tag löschen

source: Lock active
de_de: Sperre aktiv

source: Submitted searches
de_de: Eingereichte suchen

source: Activated entries
de_de: Aktivierte Einträge

source: Reqirement contact details
de_de: Angeforderten Kontaktdaten

source: Verification
de_de: Verifizierung

source: Sent contact information
de_de: Versendete Kontaktdaten

source: Request
de_de: Anfrage

source: Manually deleted entries
de_de: Manuell gelöschte Einträge

source: entry blocked by author
de_de: Eintrag gesperrt durch Autor

source: entries blocked by author
de_de: Einträge gesperrte durch Autor

source: entry released by author
de_de: Eintrag freigegeben durch Autor

source: entries released by author
de_de: Einträge freigegeben durch Admin

source: entry blocked by admin
de_de: Eintrag gesperrt durch Admin

source: entries blocked by admin
de_de: Einträge gesperrt durch Admin

source: entry released by admin
de_de: Eintrag freigegeben durch Admin

source: entries released by admin
de_de: Einträge freigegeben durch Admin

source: So easy to implement via shortcut
de_de: So einfach per Shortcut implementieren

source: Create a new page
de_de: Erstelle eine neue Seite

source: Give the page a name
de_de: Gib der Seite einen Namen

source: Write in the page context
de_de: Schreibe in den Seitenkontex

source: Publish this page
de_de: Veröffentliche diese Seite

source: Go to the main menu under Design -> Menus and add a page to a menu
de_de: Geh im Hauptmenü unter Design->Menüs und füge die Seite einem Menü hinzu

source: Alternatively, you can create a new menu and add the page there
de_de: Alternativ kannst du ein neues Menü erstellen und die Seite dort hinzufügen

source: Save, Publish and Done!
de_de: Speichern, Veröffentlichen und Fertig!

source: Of course, you can also implement the shortcode in a post.
de_de: Natürlich kannst du den Shortcode auch in einem Beitrag implementieren.

source: SBB-Membership-Number
de_de: SBB-Mitgliedsnummer

source: Wait for release from the Author
de_de: Warte auf Freigabe vom Autor

source: Entry reported
de_de: Eintrag gemeldet

source: An entry was blocked by the automatic lock!
de_de: Es wurde ein Eintrag durch die automatische Sperre gesperrt!

source: The total amount of messages for the entry has been reached!
de_de: Es wurde die Gesamtmenge an Meldungen für den Eintrag erreicht!

source: An entry was reported!
de_de: Es wurde ein Eintrag gemeldet!

source: Reason
de_de: Grund

source: Timestamp
de_de: Zeitstempel

source: Edit-Link
de_de: Bearbeitungs-Link

source: System data
de_de: Systemdaten

source: Created on
de_de: Erstellt am

source: Released on
de_de: Freigegeben am

source: Requirement
de_de: Anforderung

source: Release required
de_de: Freigabe erforderlich

source: A new entry in the Climbing-Partner-Search is available and requires your approval!
de_de: Ein neuer Eintrag in der Kletterpartner-Suche ist vorhanden und erfordert deine Freigabe!

source: New entry
de_de: Neuer Eintrag

source: There is a new entry in the Climbing-Partner-Search!
de_de: Es gibt einen neuen Eintrag in der Kletterpartner-Suche!

source: It could be that the entry only becomes visible after we have approved it!
de_de: Es könnte sein, dass der Eintrag erst sichtbar wird, nachdem wir diesen geprüft haben!

source: Entry has been unlocked!
de_de: Eintrag wurde freigeschaltet!

source: Activation-Key unknown!
de_de: Aktivierungs-Schlüssel unbekannt!

source: Error! Entry could not be unlocked!
de_de: Fehler! Eintrag konnte nicht freigeschaltet werden!

source: Note! Entry has already been activated!
de_de: Hinweis! Eintrag wurde schon aktiviert!

source: Please contact the administrator if the problem reappears!
de_de: Bitte kontaktiere den Administrator, falls das Problem erneut erscheint!

source: Google reCaptcha has not been confirmed!
de_de: Google reCaptcha wurde nicht bestätigt!
