Repository: Nirus2000/Kletterpartnersuche
Catalog: lang/kps-*.po
Languages: de_de

source: It could be that the email has a wrong syntax!
de_de: Es könnte sein, dass die Email-Adresse einen falschen Syntax hat!

source: It could be that there is no activation code under the entered email address!
de_de: Es könnte sein, dass sich unter der eingegebenen E-Mail-Adresse kein Aktivierungs-Code befindet!

source: It could be that the Activation-Code was not accepted!
de_de: Es könnte sein, dass der Aktivierungs-Code nicht akzeptiert wurde!

source: Many Thanks! Until next time!
de_de: Vielen Dank! Bis zum nächsten mal!

source: Entry has been deleted!
de_de: Eintrag wurde gelöscht!

source: Delete-key unknow!
de_de: Lösch-Schlüssel unbekannt!

source: Entry could not be deleted!
de_de: Eintrag konnte nicht gelöscht werden!

source: The password you entered is incorrect. Make sure you pay attention to upper and lower case!
de_de: Du hast dein Passwort falsch eingegeben. Achten bitte auf Groß-/ und Kleinschreibung!

source: You should receive an Activation-Email in the next few minutes!
de_de: In den nächsten Minuten solltest du eine Aktivierungs-Email erhalten!

source: If you have not received any email from us, it may also be in your junk folder!
de_de: Solltest du keine Email von uns erhalten haben, so kann diese auch in deinem Spamfilter (Spam-Ordner) hängen geblieben sein!

source: We reserve the right to edit, delete or not publish entries!
de_de: Wir behalten uns das Recht vor, Einträge zu bearbeiten, zu löschen oder Einträge nicht zu veröffentlichen!

source: Many Thanks! Your entry will now be checked!
de_de: Vielen Dank! Dein Eintrag wird nun geprüft!

source: The form was processed too fast. Always with tranquillity!
de_de: Das Formular wurde zu scnell abgearbeitet. Immer mit der Ruhe!

source: The Form has been reset!
de_de: Das Formular wurde zurück gesetzt!

source: Error! Spam-Block was triggered!
de_de: Fehler! Spam-Sperre wurde ausgelöst!

source: Yes, I accept
de_de: Ja, ich akzeptiere

source: and the
de_de: und die

source: You must be logged in to leave an entry!
de_de: Du musst eingeloggt sein, um einen Eintrag zu hinterlassen!

source: Registration
de_de: Registrierung

source: Error! Database connection disturbed!
de_de: Fehler! Datenbankverbindung gestört!

source: There is already an entry of you with the same intentions!
de_de: Es ist schon ein Eintrag von dir mit den selben Intensionen vorhanden!

source: The entered name is already taken. Please choose another!
de_de: Der eingegebene Name ist schon vergeben. Bitte wähle einen anderen!

source: The entered email address already exists. Please choose another!
de_de: Die eingegebene Email-Adresse existiert bereits. Bitte wähle eine andere!

source: Your entry is too short. The minimum number of words is
de_de: Dein Eintrag ist zu kurz. Die mindestanzahl an Wörtern beträgt

source: Please accept the Terms and Conditions and GDPR!
de_de: Bitte akzeptieren Sie die Allgemeinen Geschäftsbedingungen und die DSGVO!

source: Please accept the Terms and Conditions!
de_de: Bitte akzeptiere die Allgemeinen Geschäftsbedingungen!

source: Please accept the GDPR!
de_de: Bitte akzeptieren Sie die DSGVO!

source: Please ensure you have completed every field in the form!
de_de: Bitte fülle das Formular vollständig aus!

source: Error! Form is incorrect!
de_de: Fehler! Formular ist fehlerhaft!

source: Close form
de_de: Formular schließen

source: First name, name or nickname
de_de: Vorname, Name oder Spitzname

source: I am looking for
de_de: Ich suche für

source: Walking
de_de: Wandern

source: Kind of search
de_de: Art der Suche

source: I am
de_de: Ich bin

source: How would you like to be contacted?
de_de: Wie möchtest du kontaktiert werden?

source: Email, mobile number or Skype username
de_de: Email, Mobiltelefon oder Skype-Username

source: Email or mobile number
de_de: Email oder Mobiltelefon

source: https://www.your-website.com
de_de: https://www.deine-Webseite.de

source: Send
de_de: Senden

source: Required fields
de_de: Pflichtfelder

source: As a registered user, the registered login / display name and the corresponding email address are automatically used. This can not be changed!
de_de: Als registierter Nutzer wird automatisch der registierte Login-/ Display-Name und die dazugehörige Email-Adresse eingesetzt. Dieser kann nicht geändert werden!

source: All contact details, except those that may be publicly accessible in the user profile, are not published, but can only be accessed!
de_de: Alle Kontaktdaten, außer die ggf. im Benutzerprofil öffentlich zugänglich sind, werden nicht veröffentlicht, sondern können nur abgerufen werden!

source: We will process your message as soon as possible!
de_de: Wir werden schnellstmöglich deine Meldung bearbeiten!

source: The entry has been deleted!
de_de: Der Eintrag wurde gelöscht!

source: Error! Entry not available!
de_de: Fehler! Eintrag nicht vorhanden!

source: Error! Entry could not be reported!
de_de: Fehler! Eintrag konnte nicht gemeldet werden!

source: No message reason was selected!
de_de: Es wurde kein Meldungsgrund ausgewählt!

source: The Entry-ID is wrong!
de_de: Die Eintrag-ID ist falsch!

source: You must be logged in to get contact details!
de_de: Du musst eingeloggt sein, um Kontaktdaten abzurufen!

source: Thank you!
de_de: Vielen Dank!

source: Contact data sent!
de_de: Kontaktdaten versendet!

source: The data can only be retrieved once!
de_de: Die Daten können nur einmalig abgerufen werden!

source: Error! Requirement!
de_de: Fehler! Anforderung!

source: The Requirement-Key has expired! Call the contact data again!
de_de: Der Anforderungs-Schlüssel ist abgelaufen! Rufe die Kontaktdaten erneut ab!

source: Error! Requirement-Key!
de_de: Fehler! Anforderungsschlüssel!

source: Error! Contact details could not be sent!
de_de: Fehler! Kontaktdaten konnten nicht versendet werden!

source: The password is invalid!
de_de: Das eingegebene Passwort ist ungültig!

source: The Requirement-ID is wrong!
de_de: Die Anforderungs-ID ist falsch!

source: You need to register to require contact details!
de_de: Du musst dich registieren, um Kontaktdaten anzufordern!

source: Verification sent!
de_de: Verifzierung versendet!

source: Error! Verification-Email could not be sent!
de_de: Fehler! Verifzierungs-Email konnte nicht versendet werden!

source: Shows the last entries in the Climbing-Partner-Search.
de_de: Zeigt die letzten Einträge in der Kletterpartner-Suche.

source: Read more...
de_de: Mehr lesen...

source: Title
de_de: Titel

source: Number of entries
de_de: Anzahl der Einträge

source: Report an entry
de_de: Eintrag melden

source: Send contact information
de_de: Kontaktdaten versenden

source: Activate entry
de_de: Eintrag aktivieren

source: Delete entry
de_de: Eintrag löschen

source: Edit
de_de: Bearbeiten

source: No entries or requirements found in the Climbing-Partner-Search!
de_de: Keine Einträge oder Anforderungen in der Kletterpartner-Suche gefunden!

source: Entry deleted
de_de: Eintrag gelöscht

source: No entries found!
de_de: Keine Einträge gefunden!

source: Request deleted
de_de: Anforderung gelöscht

source: Delete not possible! You have obtained contact information of another author.
de_de: Löschen nicht möglich! Du hast Kontaktdaten eines anderen Autoren abgerufen.

source: No requirements found under this entry!
de_de: Keine Anforderungen unter diesem Eintrag gefunden!

source: Additional contact options
de_de: zusätzliche Kontaktmöglichkeiten

source: Contact details shipped
de_de: Kontaktdaten versendet an

source: This entry is not visible!
de_de: Dieser Eintrag ist nicht sichtbar!

source: No personal-data sent!
de_de: Keine personenbezogenen Daten versendet!

source: Climbing-Partner-Search entries
de_de: Kletterpartner-Suche Einträge

source: Climbing-Partner
de_de: Kletterpartner

source: Settings
de_de: Einstellungen

source: GTC / GDPR
de_de: AGB / DSGVO

source: Email Templates
de_de: Email-Vorlagen

source: If you use the climbing partner search form and leave an entry, your entered data will automatically be saved in our database. This can be retrieved depending on settings by the site operator. On request, stored data can be send to the email address of the requester. We may also store your IP, host name and other system information to improve spam detection.
de_de: Wenn du das Kletterpartner-Suche Formular benutzen und einen Eintrag hinterlassen, speichern wir eingegebenen Daten in unserer Datenbank. Diese können je nachdem, wie der Seitenbetreiber dies eingestellt hat, abgerufen werden. Die gespeicherten Daten werden bei Abruf, automatisch, an die Email-Adresse des Anforderers versendet. Desweiteren speichern wir möglicherweise Ihre IP, den Hostnamen und andere Systemdaten, um die Spam-Erkennung zu verbessern.

source: Entries that have been released are displayed visibly for a minimum of 1 day and automatically deleted after a maximum of 180 days.
de_de: Einträge, welche freigegeben wurden, werden minimal 1 Tag sichtbar angezeigt und nach maximal 180 Tagen automatisch gelöscht.

source: Entries that have not been released will be stored for a minimum of 30 days and automatically deleted after a maximum of 180 days.
de_de: Einträge, welche nicht freigegeben wurden, werden minimal 30 Tage gespeichert und nach maximal 180 Tagen automatisch, gelöscht.
